[
    {
        "课程名": "会计学",
        "上课时间": [ 
            {
                 "周几": "星期四",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "会计学是一门基础性课程，是工商管理课程中的核心课程之一。投资人在进行投资时，多会运用各种分析工具与技术进行辅助，以减少决策的不确定性，而财务报表正是其中的重要信息来源。设计本课程的目的是希望提供一个有效学习财务报表知识的教学与讨论环境。课程的主要内容包括：现代企业财务会计的基本会计原则及其应用、基本经济业务及事项的会计处理方法、三张主要会计报表（即资产负债表、利润表及现金流量表）编制原理等。学完本课程，学生将熟悉所有常规的会计程序和方法，掌握会计报表的编制及其会计信息披露，形成一定的职业判断能力以及解决会计实务问题的能力，为学习有关后续课程（如公司财务、中级财务会计、财务报表分析等）打基础。",
        "学分": 3
    },
    {
        "课程名": "高等数学",
        "上课时间": [ 
            {
                 "周几": "星期二",
                "节数": "1 - 2节"
            },
            {
                 "周几": "星期五",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "",
        "学分": 5
    },
    {
        "课程名": "高等数学（二）",
        "上课时间": [ 
            {
                 "周几": "星期二",
                "节数": "1 - 2节"
            },
            {
                 "周几": "星期五",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "高等数学",
        "课程介绍": "",
        "学分": 5
    },
    {
        "课程名": "光华第一课",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "该课程是光华管理学院面向大一新生有针对性开设的课程，通过邀请学院领导、资深教授、心理学专家、本科学术导师、班主任等，通过不同主题的讲座，从校史、院史到学术素养，再到心理建设等维度深入，从而实现对大一新生的人生观、价值观引导，使同学们能够尽快完成角色转换，以饱满的热情、端正的态度开启大学阶段的学习生活。该课程也会作为学生思想政治工作的重要补充。",
        "学分": 1
    },
    {
        "课程名": "公司估值",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "公司金融",
        "课程介绍": "本课程旨在讲述几种基本的股票定价的方法，包括折现现金流的方法(Discounted Cashflow Valuation)，相对价值评估方法(Relative Valuation)，和实物期权定价法(Real Option Pricing)。本课程将讲述几种估值方法的具体实施过程并比较几种方法的优缺点。此外，课程还会讲述提升公司价值的战略和主要途径。",
        "学分": 2
    },
    {
        "课程名": "公司金融",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "该课程概述了有效财务决策的理论和技术，以及这些决策对绩效影响的评估。涵盖的主题包括估值、财务报表分析、资本结构、选金融工具的定价、投资组合管理以及投资。",
        "学分": 3
    },
    {
        "课程名": "因果推断与商业应用",
        "上课时间": [
            {
                "周几": "星期五",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "计量经济学",
        "课程介绍": "本课程对因果推断的方法进行研究，分随机试验和观测数据两大部分进行。我们主要专注于(1) 因果推断的基本概念；(2) 因果图方法的介绍，(3) 随机试验和实际应用；(4)观测数据的因果推断（倾向得分匹配，断点回归，双重差分，合成控制），内容包含理论和实际操作。其中第三部分和第四部分为课程重点。",
        "学分": 2
    },
    {
        "课程名": "固定收益证券",
        "上课时间": [
            {
                "周几": "星期五",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "高等数学",
        "课程介绍": "本课程包括固定收益证券的工具，定价和风险管理。",
        "学分": 2
    },
    {
        "课程名": "国际金融",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "公司金融",
        "课程介绍": "本课程旨在提供一个概念框架，在此框架内，公司和个人在国际背景下的决策可以被分析。我们将运用投资和公司融资的原理来研究全球经济中的跨国公司。",
        "学分": 2
    },
    {
        "课程名": "宏观经济学",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "经济学",
        "课程介绍": "宏观经济学从整体上研究市场经济的运行及规律。它运用总需求分析\n\n、 总供给分析等方法研究国民收入、利率、 就业和物价水平等宏观经济经济总量的决定及\n\n其变动。包括NIPA、乘数理论、IS-LM模型、劳动力市场供求分析、财政、货币和收入政策\n\n、消费函数理论、投资需求理论、货币需求理论、货币供给理论、政府支出理论、通货膨胀\n\n理论、菲力浦斯曲线、经济增长理论等内容。通过本课程的学习， 学生可以掌握进行宏观\n\n经济分析的基本概念与方法，能够更加清楚地了解国家宏观经济政策的意图和作用方式，\n\n并对此作出恰当的分析与评价",
        "学分": 3
    },
    {
        "课程名": "微观经济学",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "经济学",
        "课程介绍": "本课程主要讲授微观经济学的性质、需求与供给、消费者行为与市场需求、 厂\n商－技术和成本、市场结构、价格和产量、市场投入、一般均衡、 福利经济学\n和政治经济学、时间选择等。本课程将配合案例开展教学， 注重微观经济学的\n应用性。微观经济学对管理类学科的学生十分重要，为此， 本课程在教学中配\n合大量的习题对学生进行强化训练， 严格要求每一个学生掌握扎实的微观经济\n分析基础。本课程的特色是配合大量的案例， 以提高学生分析问题解决问题的\n能力。",
        "学分": 3
    },
    {
        "课程名": "数据科学的Python基础",
        "上课时间": [
            {
                "周几": "星期五",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": ["高等数学","概率统计"],
        "课程介绍": "商务数据分析离不开分析工具。常用的数据分析工具有Python，Matlab，R等。本课程学习数据科学领域中最常用的编程和数据分析工具Python。具体而言，本课程主要涉及三方面内容。第一、Python语言介绍、基本编程规范和编程基础；第二、Python 中与商业分析相关的模块使用；第三、Python商务数据分析实战。 在讲述编程的过程中，会穿插有趣的商务数据分析案例，覆盖数据预处理、探索性数据分析、数据可视化、构建变量体系、建立模型和模型评估全过程。",
        "学分": 2
    },
    {
        "课程名": "概率统计",
        "上课时间": [
            {
                "周几": "星期五",
                "节数": "1 - 2节"
            },
            {
                "周几": "星期二",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "高等数学",
        "课程介绍": "本课程将介绍在概率论与数理统计的基本知识，包括概率，条件概率，随机变量的期望和方差，各种概率分布，抽样分布，点估计，置信区间，假设检验，线性回归，方差分析等。",
        "学分": 4
    },
    {
        "课程名": "社会心理学",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "社会心理学包括个人如何与个人、与群体进行互动，以及群体之间如何互动。这种互动是双向、复杂的相互影响。社会心理学将基本的心理系原理系统地应用到人类行为。本课程将涵盖主流社会心理学中的重要理论和概念，包括：个人如何看待自己和他人，如何看待思考社会现象，态度的形成及其对行为的影响，态度怎样发生改变，个人为什么会受到他人的影响，人们在群体情境中的行为表现和特征等。此外，本课程将分析社会心理学的知识在社会生活中的应用，包括人际关系的形成与维持，人际沟通的原理与冲突化解，从事通畅的团队合作，以及进行有效的谈判等。并且，本课程也将介绍目前国际上前沿的心理学研究进展，如关于幸福的研究探索。本课程的最大特色将以组织的观点和文化的观点为核心，阐述社会心理学的理论在组织当中的应用，并关注当代学者对于不同文化背景下人类心理与行为的深入研究。",
        "学分": 3
    },
    {
        "课程名": "科学思维与实践论",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程试图为本科生系统介绍科学方法论、实践论等内容，通过甄别认识误差与逻辑谬误、强调因果性与相关性的区别、揭示科学方法的本质特征，培养学生科学意识和批判性思维。本课程还强调理论与实际的结合，从实践论的视角检视西方理论对于中国问题的认识偏差，进而帮助学生树立基于实践的认识论，从中国实际出发科学客观地分析和研究中国问题。本课程结合丰富的学术文献、案例研究、生活中的日常事例，教师讲授、课堂讨论与课后阅读相结合。",
        "学分": 2
    },
    {
        "课程名": "科技金融与数字金融",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "《科技金融与数字金融》这门课程旨在探讨科技与数字技术在金融领域的广泛应用及其所引发的深刻变革。在科技日新月异的时代背景下，金融行业的传统业务模式正在经历深刻的转型。本课程将系统阐述科技金融与数字金融的核心概念、基本原理及其实践应用，探讨科技与数字技术如何赋能传统金融体系、推动金融行业实现高质量发展。同时，我们还将关注科技与数字技术的作用边界和局限之处，以期更全面地理解其在金融行业中的应用与挑战。\n\n   本课程设计包含课堂讲授与上机实践两大环节。在课堂讲授部分，我们将全面介绍科技金融与数字金融的演进历程、理论体系及前沿技术，包括大数据技术、区块链技术（包括DeFi，NFT，元宇宙等）、人工智能及大模型（包括GPT，Sora等）等等，帮助学生们构建对金融科技领域的全面认知。同时，我们将关注金融科技的创新实践及监管政策，深入探讨创新背后的动力机制与潜在风险，并展望金融科技未来的发展趋势与挑战。教学方法上，我们将结合案例分析、小组讨论和嘉宾分享等多种形式，引导学生们深入探究科技金融与数字金融对传统金融业务模式的深刻影响与变革。\n\n   在上机实践部分，学生们将通过实际操作演练，掌握基本的数据处理方法和编程技能，了解金融科技领域相关工具的原理与技术。实践内容涵盖量化投资策略的构建与实施、机器学习与人工智能的基本原理、网络数据的采集与分析、文本分析以及另类数据的获取与应用、大模型的应用等。通过这一环节的学习，学生们将能够更好地将理论知识与实践操作相结合，提升自己在金融科技领域的实践能力和创新素养。\n\n   通过本课程的系统学习，学生们将能够全面了解科技金融与数字金融的发展脉络，深入理解科技金融与数字金融的理念精髓，把握行业发展的最新动态，掌握金融科技领域的核心技能与知识，为未来的职业发展奠定坚实的基础。",
        "学分": 2
    },
    {
        "课程名": "管理科学",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "在企业运营与发展过程中，数据、模型与决策起着至关重要的作用。本课程教学目的旨在：（1）使学生掌握与数据、模型与决策相关的管理科学的基本原理和方法；（2）培养科学管理的思维能力，（3）以及熟练应用计算机管理数据、求解模型的技能，（4）解决企业经营管理中经常需要面对的决策问题的能力。\n主要内容包括：\n第一部分 数据信息的管理方法\n数据信息与企业运营，数据库系统，计算机语言OOP模型，数据挖掘平台构建\n第二部分 规划论\n线性规划：本部分的重点。图解法、单纯形法，建模，用计算机解题。对偶规划：本部分的重点。对偶规划的概念，影子价格。整数规划：学会建模，用计算机解题。介绍非线性规划。课堂讲解讨论、案例分析及上机实习\n第三部分：图与网络分析\n最小生成树、最短路、最大流、最小费用最大流、旅行商问题与中国邮递员问题简介。建立相应的线性规划模型并用计算机求解。课堂讲解讨论、案例分析及上机实习\n第四部分：决策论\n决策法则、风险决策、决策树、效用函数与决策。案例分析并用计算机求解。",
        "学分": 3
    },
    {
        "课程名": "线性代数",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "1 - 2节"
            },
            {
                "周几": "星期一",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "线性代数是关于向量空间与线性映射的理论。其主要内容包括：线性方程组、行列式、矩阵运算、矩阵的相似与合同、抽象的向量空间与线性映射、欧几里得空间与酉空间。",
        "学分": 4
    },
    {
        "课程名": "组织与管理",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "5 - 7节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程介绍组织与管理的主要概念、理论和方法。这门课以企业组织为主，以对事的管理和对人的管理为两条主线，以一个普通的员工从进入组织到在组织中成长为逻辑顺序，探讨组织的不同类型和相应的管理方法。涉及到组织结构、人力资源、运营控制、计划、决策、战略、组织文化、企业社会责任、组织行为、领导和组织变革等内容。",
        "学分": 3
    },
    {
        "课程名": "经济学",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "3 - 4节"
            },
            {
                "周几": "星期一",
                "节数": "1 - 2节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课的主要目的是向学生介绍经济学的基本原理。课程的上半部主要关注微观经济学问题，即经济体中的基本个体（家庭与企业）进行决策与选择的问题。课程的下半部重点讨论宏观经济学问题，即社会作为一个整体所面临的基本问题（如失业，通货膨胀，货币政策，国际贸易等）。",
        "学分": 3
    },
    {
        "课程名": "营销学",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "10 - 12节"
            }    
        ],
        "先修课程": "经济学",
        "课程介绍": "本课为光华管理学院本科必修课，将系统地讲授营销学的基本理论与方法，并通过案例说明其在市场营销工作中的实际应用。本课程以顾客价值框架为基础，详细介绍营销如何创造顾客价值和获取价值回报，其主要内容包括顾客价值导向的营销理念与战略；发现顾客价值；设计与传递顾客价值；获取价值回报。",
        "学分": 3
    },
    {
        "课程名": "行为金融",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": ["宏观经济学","公司金融","概率统计"],
        "课程介绍": "本课程介绍有别于经典金融学的行为金融研究。\n课程首先简单回顾经典金融理论重要信条：期望效用函数，有效市场假说，价格-价值等价假说，无套利原则以及资产分散化，以及这些理论所蕴含的可检验含义。接着以实证证据说明这些假说在现实市场之不能成立。\n其次介绍行为金融的两大支柱：有限套利与个体心理偏差（信念，偏好）。\n然后介绍诸多市场异象，并以所学的理论对这些异象做出行为金融的解释。\n最后介绍行为金融的最新发展，特别是对最近金融危机的研究成果。\n行为金融学科的特点是理论与实证紧密结合，互相印证和发展，且思路广阔而不囿于单一学科，是典型的跨学科联合攻关的典范，这也将是本课程在讲授时会体现的风格，让学生在理论与实证之间不断切换，提升对金融市场和人性的深刻理解。",
        "学分": 2
    },
    {
        "课程名": "衍生品定价及应用",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "1 - 2节"
            }
        ],
        "先修课程": ["证券投资学","金融中的数学方法"],
        "课程介绍": "本课程将讲授金融衍生品的概念、本质、定价的基本原理、主要模型、衍生品的应用、及隐藏的风险等。涉及的衍生品包括远期、期货、期权、利率衍生品、外汇衍生品、商品衍生品、信用衍生品、及其它非标准衍生工具等。课程除了介绍必要的基本理论外，注重理论联系实际，通过实际案例解释基本理论，加深学生对衍生品在实际经济中的作用及局限性。课程还要求学生会利用计算机软件来实施衍生品定价模型及风险管理策略。",
        "学分": 2
    },
    {
        "课程名": "计量经济学",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "概率统计",
        "课程介绍": "本课程为计量经济学的入门级课程，面向经济学、金融学、会计学、管理学及相关专业的本科生。本课程将涵盖基本的计量经济学模型和估计方法，详细讨论经典的线性回归模型和这些模型可以应用的设置，也将涵盖面板数据模型，工具变量方法等。",
        "学分": 3
    },
    {
        "课程名": "证券投资学",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": ["公司金融","高等数学","概率统计"],
        "课程介绍": "本课程内容与国际CHARTERED FINANCIAL ANALYST(CFA) PROGRAM考试所要求的部分内容一致。本课程将系统地讲授有关投资决策和资产定价的一般理论和分析方法。一般理论包括：利率期限结构理论，CAPM，APT，期权、期货定价理论。分析方法包括：净现值定价法，股票和债券的定价，投资组合分析，投资基金管理，投资组合业绩评估。本课程重点在于基础性和应用性，对各项基本理论（如CAPM，APT，期权定价理论等）主要应用图形、文字、实例和最简单的数学进行讲授，要求学生掌握这些理论的基本思想和意义，以及在证券投资实践中的作用，不做详细和规范的数学推导和证明。\n本课程要求的先修课程为：应用统计学、管理经济学。本课程对学生的数学和计算机能力要求为：高等数学基础（一元微积分、无穷级数、线性代数），基本概率统计知识（概率分布知识，期望值，标准差，协方差的计算，简单回归分析），会使用Excel软件。",
        "学分": 3
    },
    {
        "课程名": "金融中的数学方法",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": ["高等数学","概率统计"],
        "课程介绍": "课程将介绍金融学（特别是在金融衍生品定价及其风险管理领域）中的重要量化工具：例如，随机过程，随机微积分和偏微分方程，以及Monte Carlo模拟等模型的数值实现方法。同时，本课程避免枯燥单一的数学推导，在重视方法的同时将以生动的实例佐证量化方法在金融建模中的应用。本课程将为同学们从量化的角度理解金融学中的一些问题或从事量化研究打下基础。",
        "学分": 2
    },
    {
        "课程名": "金融市场与金融机构",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "公司金融",
        "课程介绍": "本课程主要包括金融市场与金融机构两部分内容。金融市场部分将讨论一级市场与二级市场的组织与微观结构，以及股票市场、货币市场、国债市场、公司债券市场、市政证券市场等各个金融工具的子市场。金融机构部分将讨论商业银行等存款性金融机构，投资基金、投资银行、金融公司等非存款性金融机构。本课程的特色是既把握现代西方金融机构与金融市场理论与实践的最新发展，又紧密结合中国实际，描述与分析中国相应领域的历史变迁与现时问题。既有基本理论与市场运行的框架性介绍，又有切中国内外金融市场与机构热点问题的深入探讨。",
        "学分": 3
    },
    {
        "课程名": "金融建模与量化投资",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": ["公司金融","证券投资学"],
        "课程介绍": "本课程主要介绍金融领域中的Excel和Python实用方法，课程内容包括项目估值、VBA、公司现金流预测和估值、股票收益率建模、蒙特卡洛方法、VaR、技术分析、因子构造与因子模型、Black-Litterman资产配置等。",
        "学分": 2
    },
    {
        "课程名": "金融时间序列分析",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "1 - 2节"
            }
        ],
        "先修课程": "公司金融",
        "课程介绍": "",
        "学分": 2
    },
    {
        "课程名": "风险管理",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "7 - 8节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "这门课程以系统统一的方式介绍了衍生品和结构化产品的定价，并在整个过程中采用了最前沿的方法。连续时间数学作为主要的分析工具被开发和使用。在发展理论的过程中，课程将涵盖随机微积分，通过鞅方法和偏微分方程方法对证券的估值和套期保值，以及必要的数值方法。应用将包括交换期权，量化期权，异类期权（二元期权，障碍期权，亚洲期权，回望期权）等等。我们还将讨论市场风险和信用风险等的测量和管理，并采用风险价值。",
        "学分": 2
    },
    {
        "课程名": "风险资本与创新融资",
        "上课时间": [
            {
                "周几": "星期六",
                "节数": "7 - 8节"
            },
            {
                "周几": "星期二",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程研究风险资本如何为技术创新提供融资。该课程主要为金融学专业的学生所设立，尤其是对风险资本，企业家创业，技术创新，或研发密集型企业感兴趣的学生。",
        "学分": 2
    },
    {
        "课程名": "中国经济",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "请见英文简介",
        "学分": 2
    },
    {
        "课程名": "中国金融",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "公司金融",
        "课程介绍": "改革开放四十年，中国金融业取得了长足的发展，其发展路径，组织形式，运行方式，风险积聚与释放特征，正式与非正式规则，与实体经济的相互作用等方面，与其它经济体都多所异趣，具有明显的中国特色。现有金融学教材多以西方市场为背景，在解读波澜壮阔的中国金融格局及其曲折微妙的历史沿革方面存在明显不足。本课程将描述中国金融业的制度背景，梳理中国金融发展的历史脉络，在此基础上，以学术研究为基础，以问题为导向，反思金融业改革开放关键节点的历史选择，总结中国金融业发展的经验教训，具象化中国金融发展模式，为金融学理论与中国实践的深度结合贡献力量，对中国金融业未来的发展方向进行预判。希望学生学习本课程后，能把握中国金融体系变迁的历史过程，理解什么是“好的金融体制”，积极思考未来中国金融发展有哪些关键节点，以及我们应做出的正确选择。",
        "学分": 2
    },
    {
        "课程名": "中国经济改革与发展",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "2 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程为专题课，厉以宁教授为课程主持人，王其文、朱善利、张国有、曹凤歧、陈良焜、陈玉宇为课程主讲人。",
        "学分": 3
    },
    {
        "课程名": "中国社会（上）",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程为全英文教学，旨在从东西方比较的视角出发，介绍18世纪以来（主要截至改革开放前）中国社会在人口、家庭、社会流动和财富分配等方面的基本特征与转变。课程内容重点整合近年来基于各类行政档案大规模微观数据库的量化历史国际比较研究，着眼于对比传统认识与实证新发现，讨论东西方社会的相同与不同，以期帮助学生客观、全面、系统理解中国社会，培养批判性、分析性、有据可依（evidence-based）的思辨习惯。\n\n同时，本课程响应学校教学创新的理念，采取“翻转课堂（flipped classroom）”教学模式。要求学生课前学习教学视频和阅读材料，分小组准备每周口头和书面报告，进而充分利用课堂时间进行师生互动深度研讨和启发式教学，培养学生在有效沟通、团队协作、口述报告、专业写作等方面的软实力。\n\n本课程相关教学视频基于开课教师与香港科学大学讲席教授James Lee（李中清）自2015年起合作教授的Coursera MOOC，制作精良、国际反响良好。“翻转课堂”具体教学计划同样由开课教师与李中清教授合作设计，并已作为香港科技大学社会科学硕士常规课程完成多次实践和改进，教学评价非常积极。",
        "学分": 2
    },
    {
        "课程名": "中国社会（下）",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "5 - 6节"
            },
            {
                "周几": "星期一",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程主要内容是帮助学生了解当代中国社会，包括中国社会的历史沿革、社会结构与制度，以及当今主要的社会议题。课程主要包括三个大的模块：当代中国社会的文化与历史背景，社会结构与社会分层，以及人口发展与多样性。在每个模块中，我们将设置具有内在联系的不同课程主题，指导学生从不同教育了解当代中国社会的经济、文化和政治等方方面面。在当代中国社会的文化与历史背景模块中，我们将主要介绍中国的思想体系、政治制度和近现代中国历史，让学生对于中国社会的历史和文化背景有着一定的了解。在社会结构与社会分层模块中，我们将具体介绍职业与社会流动、户口与移民、教育、收入与消费等主题，帮助学生理解中国社会的独特性。在人口发展与多样性模块中，我们将从人口学的角度讲授社会群体的多样性，通过针对人口与健康、家庭、性别等主题的介绍，使得学生对中国社会有从整体和宏观角度的掌握。",
        "学分": 2
    },
    {
        "课程名": "创新管理",
        "上课时间": [
            {
                "周几": "星期日",
                "节数": "7 - 8节"
            },
            {
                "周几": "星期二",
                "节数": "7 - 8节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "通过案例学习，让学员更好地理解在现实商业环境下，创新对企业生存和发展的影响，深化对企业发展的机遇和支撑条件的了解，初步掌握关于创新的模式与过程、支撑创新的战略、流程、组织和技术等知识，从而使得企业在全球化竞争中通过创新获取自己可持续的优势。",
        "学分": 2
    },
    {
        "课程名": "综合商业计划书竞赛",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程是光华管理学院创新创业中心和马里兰大学史密斯商学院丁曼创业中心合作开设的一门课程。主要是让学生组成小组编写商业计划书，参与创新创业中心组织的商业计划书竞赛，推荐优秀者参加与丁曼创业中心合作组织的第七届“中国商业计划书大赛”以及其他国际性创业竞赛。",
        "学分": 2
    },
    {
        "课程名": "可持续创业",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "企业可持续发展问题首先是企业持续“谁的发展”的问题。企业首先要持续企业的发展。而自然环境和相关社会领域中不断升级的可持续性问题和挑战，要求传统工商企业采取前瞻性和创新性的策略和行动，争取持续的竞争优势；同时，也为创业者提供了前所未有的创业使命和机会。因此，本课程旨在通过梳理现有文献、分析案例和参与企业实践，学习“可持续发展导向的工商业创新与创业”。课程涉及的主要内容包括：\n\n? 如何利用改善生态环境和保护人类健康的新技术及新商业模式进行创业或公司创业，比如新能源与废弃物资源化等；\n? 如何推动传统产业改造中可持续性导向的创新和创业，比如绿色制造、环保材料、有机农业、能效管理，以及循环经济商业案例等；\n? 如何促进可持续发展的战略联盟和运营模式的创业，比如工业生态、供应链绿化、环保专业运营/咨询服务，以及公共事业市场化等。",
        "学分": 2
    },
    {
        "课程名": "共演战略：从创业到企业转型",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程采用任课教授新近发展的共演战略体系框架（见《共演战略：重新定义企业生命周期》一书 ），讨论企业在UVCA的环境（未来发展方向不确定和发展路径不连续）中，如何制定和实施企业战略。共演战略理论体系框架主要包括：共演战略四要素、共演战略四阶段和共演战略四路径三个方面。\n\n从管理对象（人和事）和企业边界（内和外）两个维度考虑，共演战略包含四个构成要素：用户、组织、市场、产品。用户是企业外部的人，组织是企业内部的人，市场是企业外部的事，产品是企业内部的事。\n\n根据企业发展规律，共演战略分为四个阶段：精益创业阶段（从0到1）、精益成长阶段（从1到N）、精益扩张阶段（从N到N+）、精益转型阶段（从N+到Z）。企业在不同的战略阶段需要采用适合该发展阶段的，内在连贯的发展战略。",
        "学分": 2
    },
    {
        "课程名": "人工智能与商业创新",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "随着数据获取能力及计算能力的增强，人工智能技术已经成为主流创新技术。人工智能技术通常包括搜索算法、机器学习算法、自然语言处理、图像处理及机器人技术等。本课程将首先对主流人工智能方法进行简要介绍，对方法的优势劣势进行探讨。并重点关注人工智能背景下的企业创新情况。通过课程讲授及案例分析的方式帮助学生了解人工智能在商业创新中的实际应用。此外，本课程将邀请AI从业者作为客座嘉宾，讲授人工智能方法在业界的实际应用、相关机遇及挑战。",
        "学分": 2
    },
    {
        "课程名": "商战模拟",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "5 - 6节"
            },
            {
                "周几": "星期一",
                "节数": "7 - 8节"
            }
        ],
        "先修课程": "组织与管理",
        "课程介绍": "《商战模拟》是在教师指导下，学生组成虚拟企业的高层管理团队，在计算机软件模拟的变化多端的市场竞争环境中，对企业经营进行实战演练。通过多期经营决策，评定企业的绩效。其目的是让学生无风险地体验管理决策的制定，在模拟的企业管理实践中学知识、用知识、长才干。\n本课程有以下特点：\n（1）管理知识的综合运用；一般管理学课程基本是涉及某一管理领域的知识，而《商战模拟》中需要应用《生产运作》、《市场营销》、《财务管理》、《战略管理》、《人力资源管理》、《统计学》、《运筹学》等课程的知识。这种“应用”还需要学生根据竞争场景分析判断，自己选择应用学过的知识，能提高学生对多门管理课程知识融会贯通、综合运用的能力。\n（2）接近实际的企业经营演练。物理、化学等学院的学生在实验室做实验是学习的必要环节。管理学院的学生不可能直接到实际的企业高层管理岗位去“实践”。光华管理学院王其文、张国有等自主开发的《企业竞争模拟系统》为学生搭建了接近真实市场环境的模拟平台，决策中碰到的问题，就是一个个活的、没有现成答案的案例，是一种风险低、效果逼真的管理演练。本课程使用企业竞争模拟II代，即BizWar。它具有更高的易用性和灵活性。\n（3）培养学生的团队合作精神。本课程的教学方式是3－4个学生组成企业的管理团队，分别担任企业的总经理、生产经理、营销经理、财务经理、人力资源经理，通过协商讨论制定每期的决策，有利于培养学生与人合作、沟通交流的能力。\n（4）在成功与挫折中培养情商。商战模拟是多期的动态过程，情况千变万化，很难碰到一帆风顺的好“运气”。学生在遇到诸如产品积压、资金紧张等困难时，如何诊断问题、寻找办法、化险为夷，不仅需要知识和能力，还需要胜不骄、败不馁的意志，有利于培养和提高学生的情商。\n（5）培养学生的创业精神与创新能力。在商战模拟中，学生会体会企业高层管理人员需要关注的重大问题，也能体会企业管理的酸甜苦辣，对学生以后到企业工作甚至自己创业大有裨益。在课程中，老师会启发学生发挥创造性，自己开发适合的决策支持工具，有利于提高学生的创新能力。\n（6）Excel技能的培养与增强。本课程锻炼学生开发和使用Excel的能力。通过Excel辅助决策工具，帮助同学进行科学地管理决策。\n（7）课程的趣味性。学生参与的主动性、商战比赛的竞争性、模拟情景的复杂性、博弈过程的多变性，使本课程具有不同一般的趣味性。\n该课作为全国MBA教育指导委员会指定的核心课程之一，具有综合性与竞争性的特点。目前全国有上百所高校使用我们的《企业竞争模拟》软件，本课程使用的BizWar是其最新的版本。如果将管理学院的案例教学比喻成企业管理流程中的一张快照，商战模拟则是让学生体验一个经营决策的动态过程。决策中碰到的问题，就是一个个活的、没有现成答案的案例。",
        "学分": 2
    },
    {
        "课程名": "人力资源管理",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "",
        "学分": 1
    },
    {
        "课程名": "企业伦理",
        "上课时间": [
             {
                "周几": "星期一",
                "节数": "7 - 8节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "",
        "学分": 2
    },
    {
        "课程名": "战略管理",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "请见英文简介",
        "学分": 2
    },
    {
        "课程名": "创业管理",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "创业是指发现和利用机会以创造价值。新企业的创立不仅是有创造力的个人实现人生价值的方式，更对经济和社会的发展起着推动性的作用。从更高的层面上，创业中包含的创新和勇于尝试的精神也是一种值得提倡的生活理念。\"以创业带动就业\"是我国现在倡导的重要方针政策。但是怎样进行创业？在创业过程中应该避免那些错误？如何提高创业成功的概率？这些问题还在困扰着广大学生和创业者。本课程将为潜在的创业者提供创立并发展一个新的企业的信息，知识和技能。课程将涵盖：创业者，如何发现和分析创业机会，怎么写创业计划书，怎样获取创业资本，如何管理初创企业，团队的作用以及企业的长期发展。\n\n本课程的开设有以下基础： （1）创业已经成为了北京大学学生就业的重要选择。有很多学生在学习过程中已经有了创业的想法和实践，更多的学生希望了解创业的知识；（2）创业活动的失败率很高，所以普及创业的知识和技能可以帮助更多的创业者取得成功，从而让创业活动为社会增加更大的价值；（3）创业管理是战略管理的重要组成部分，但是目前还未开设中文授课的创业管理课程；（4）本课程的授课教师长期从事创业管理的教学和科研，对课程的开设有着丰富的经验和准备。\n\n本课程的教学理念是互动教学和实践教学。课程要求学生参与课堂的讨论，模拟创业过程。学生从参与和实践中可以更深刻地了解创业的理论和知识，并且提高沟通能力和团队合作的技巧。",
        "学分": 2
    },
    {
        "课程名": "创业与创新实践",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程针对具有创新创业热情的创新创业管理本科生双学位学生开设，通过“创业助手”计划以及创新创业案例采写等形式，让学生直接参与到创新创业实践中去，体验实际创新创业过程，积累相关经验。",
        "学分": 3
    },
    {   
        "课程名": "互联网与商业模式创新",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "互联网的出现革命性地改变了人们的生活方式，也为企业带来了全新的机遇和挑战。本课程将重点讨论互联网以及更广泛意义的信息和通讯技术（ICT）对于传统商业模式造成的影响，深入剖析多种基于互联网的创新型商业模式，内容涉及网络零售、网络营销、数字化内容、移动互联网等多个细分领域。",
        "学分": 3
    },
    {
        "课程名": "供应链管理",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "",
        "课程介绍": "随着全球化经济的形成，以及信息技术和电子商务的迅速发展，企业的生存和竞争环境也随之改变。以往，企业面对的是和同类对手之间的竞争。而在全球市场和数字经济时代，企业要依靠和上游以及下游企业的联盟与协作，才能在市场竞争中取得优势。换而言之，现在是供应链（包括供应商、供应商的供应商、顾客、顾客的顾客等实体的商业链）和供应链之间的竞争。\n随之发展的是供应链管理理论的研究。今天，供应链管理已经成为商学院和工学院的热门课程，并广泛出现在公司的战略报告、商业和学术刊物以及教材中。\n供应链管理在中国也受到学者和业界的关注。结合中国经济环境的供应链理论研究和实践探索是中国的学者和业界所共同面对的课题。而通过对本科生的课程传授将有助于推动今后我国供应链管理在理论上和实践上的突破性发展。\n本课程将介绍供应链管理的基本概念、理论、研究现状和企业的实践经验。在教学过程中将采用理论和案例、实例相结合，不仅使学生掌握供应链管理的基本知识，做到在工作实践中运用。也希望培养学生对这个领域的研究兴趣。",
        "学分": 2
    },
    {
        "课程名": "影子中央银行",
        "上课时间": [
            {
                "周几": "星期六",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "中国影子银行是一个专注于货币政策和宏观经济的高级研讨会课程。本课程的目的是增加学生对中央银行、宏观经济、利率自由化、外汇发行、贸易问题、中国金融市场等的理解。小组讨论将是班级组织计划。参与者分成不同的小组，在公开市场操作、外汇市场、宏观经济新闻以及钢铁和房地产等行业每周进行演讲。主题讨论也将在每周举行。教授将定期邀请学者、中央银行家和金融家等外部人士参加研讨会。",
        "学分": 2
    },
    {
        "课程名": "物流与供应链管理",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "随着全球化经济的形成，以及信息技术和电子商务的迅速发展，企业的生存和竞争环境也随之改变。以往，企业面对的是和同类对手之间的竞争。而在全球市场和数字经济时代，企业要依靠和上游以及下游企业的联盟与协作，才能在市场竞争中取得优势。这意味着现在的竞争变成了供应链和供应链之间的竞争。在这种背景下，供应链管理的理念在近二十年来引起了企业界和学术界的极大关注，并在理论和实践中得到了进一步发展。在今天的企业中也出现了供应链经理、供应链主管或是供应链VP这样的重要职位。因而对商学院的学生，无论是在企业界或是学术界发展，供应链管理都是一门重要的课程。",
        "学分":2
    },
    {
        "课程名": "互联网时代营销新模式",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "5 - 6节"
            },
            {
                "周几": "星期二",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "我们正生活在而且未来还将生活在互联网时代。互联网营销正在成为影响企业和个人的重要因素。互联网营销时刻影响着了一个人在互联网时代的命运。本课程主要介绍的正是互联网时代营销新模式有哪些，在商业领域如何运用，尤其是企业如何运用互联网营销思维创造性地进行创新、新产品开发过程、消费者偏好、新产品推广技巧以及有关商业模式创新与变革等。",
        "学分":2
    },
    {
        "课程名": "社会分层与流动",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "在社会中，个人往往分属于具有特定社会、经济或政治意义的不同层级。根植于不同的历史、地理、文化和制度环境中，区分社会层级的依据可能直接而简单，如性别、年龄、种族等，也可能系统而复杂，如教育、职业、阶层、人际关系等，更可能是多个维度的集合。一个社会的分层结构以及个人在层级间的流动模式，深刻地影响着个人发展的资源、机会和结果，社会不平等现象随之产生、演变或消亡。\n\n本课程旨在帮助研究生和博士生系统思考和研究社会分层、流动和不平等的相关议题。课程兼顾一般理论、方法、发现和中国社会特质，着重讨论社会学、经济学及其他社会科学领域有关社会分层、流动和不平等现象的前沿研究。",
        "学分":3
    },
    {
        "课程名": "智能网络与智能场景",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "互联网和移动网络是数字经济的重要基础设施。网络数字设备的普及不仅提升了企业的服务能力和服务渠道，更带来了商业模式的数字化、平台化、社交化转型。网络分析和网络理论为基于大数据、线上社交、开放式平台的创新商业模式和智能商业应用提供了重要的分析视角、模型、手段和工具。对网络的抽象（概念、结构）和具象（技术、算法、设备）层面的深入理解是理解数字经济发展，构建用户画像、知识图谱、推荐算法等智能、个性化应用的必要基础。本课程基于丰富的场景案例和实践操作，系统介绍网络理论视角和网络数据分析的工具。学生可以通过本课程了解理论研究中对网络（物理网络、社交网络、知识图谱）的建模方式，掌握Gephi和R语言中的网络分析工具，提升对商业网络的认知和数据分析能力。",
        "学分":2
    },
    {
        "课程名": "国家账本",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "国家账本是科学全面记录和反映一个国家的财富创造、收入分配、消费积累和财富增长的过程及其内在联系的一整套账户或表式体系。本课程结合中国实践和主要国家数据，比较系统地介绍国家账本的理论逻辑、设计思路、呈现方式和分析框架，为学生理解主要宏观经济指标、开展宏观经济分析研究提供一个逻辑框架和统计技术支撑。",
        "学分":2
    },
    {
        "课程名": "随机分析与应用",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": ["高等数学","线性代数","概率统计"],
        "课程介绍": "随机分析已成为科学与技术中很多领域的重要研究工具。例如，在金融机构从事量化分析和交易或者从事动态资产定价的学术研究都基于随机模型。这门课程首先介绍随机分析的主要理论和工具，然后会讨论随机分析在不同领域的应用，尤其是经济和金融领域。对于那些有志于做学术研究的同学，这门课程将会为金融衍生品定价，建立最优投资组合，这两个金融经济学领域中重要的研究方向提供扎实的研究工具。对于希望在金融业的买方或卖方机构从事量化研究和交易工作的同学，这门课程也将提供必要的技术准备。",
        "学分":3
    },
    {
        "课程名": "中国公司—会计视角",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本门课程将着眼于中国公司发展中遇到的与会计相关的现实问题，并以专题的形式进行讲授；主要内容包括中国公司社会责任、内部控制、财务与成本管理、审计制度、投资行为、融资行为、财务绩效、管理层薪酬、信息披露质量等。",
        "学分":2
    },
    {
        "课程名": "社会主义政治经济学",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程从社会主义市场经济规律出发，重点讲授国民经济运行、企业经济活动、个人经济行为、宏观经济与微观经济的协调、社会规范与个人行为的协五大方面内容。首先从国民经济、企业、个人三个决策层次对社会主义经济中各个变量之间的关系进行讲解，并探讨市场机制和政府调节在宏观经济与微观经济协调中的作用，分析国家利益、集体利益、个人利益之间的关系，最后从社会主义经济和社会发展目标出发，阐述了人在社会主义社会中的地位。",
        "学分":3
    },
    {
        "课程名": "生产作业管理",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "运营管理是研究一个企业如何管理其生产或服务过程的一门学科。有效的运营管理是企业保持竞争力的关键。同时, 运营管理也是一个企业内联结其它各个职能部门（如财务, 营销，人力资源等）的纽带。运营管理是一门综合性的管理学科，要求学生掌握一定的运筹学，数理统计，管理经济学，会计，人力资源等学科的基础知识，并能将它们综合地运用在本课程的学习中。",
        "学分":2
    },
    {
        "课程名": "投资银行",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "2 - 4节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "",
        "学分":2
    },
    {
        "课程名": "中国社会与商业文化",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "5 - 6节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程探讨中国社会的基本特征及其对商业文化的影响。课程先从跨文化比较的视角分析中西社会的结构差异及其社会、经济和文化表现，进而探讨目前正在形成之中的中国商业文化，如零售和消费行为、雇佣关系和管理、商业谈判与合作等。授课强调三个方面：一是当代中国社会现象；二是基于真实社会的观察，三是与西方社会和文化的比较。",
        "学分":2
    },
    {
        "课程名": "人口经济学",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": ["经济学原理","微观经济学","宏观经济学"],
        "课程介绍": "本课程旨在中国背景下讨论人口变迁背后的社会经济原因及其后果。关于人口变迁的后果，本课程将涉及到的内容包括：因老龄化而日益沉重的养老金负担、人口增长对于经济发展的作用、人口增长造成的环境后果、以及城市化和移民的经济影响。本课程还将检验生育、婚姻和劳动力供给背后的经济诱因。比如，为什么家庭的功能会随着经济发展而发生改变，它们今天是否仍在继续变化中？为什么离婚率上升如此之快，生育率下降到了替代水平之下，许多年轻人推迟结婚时间甚至选择不婚？是否存在一个独特的中国（或东亚）婚育模式？这些家庭生活中的明显变化多大程度上与经济发展以及女性经济角色的变化有关？最后，本课程还将讨论个体和社会的净福利在生育问题上所存在的差异，从而为分析政府对生育率的干预提供一个理论框架。",
        "学分":3    
    },
    {
        "课程名": "体育营销",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "3 - 4节"
            }
        ],
        "先修课程": "营销学",
        "课程介绍": "以营销学的基本理论为基础，对企业体育营销策略的制定与实施，体育中介机构的运营机制，消费者行为特征及其影响因素等进行阐述和诠释，并结合相关案例的分析和学生完成作业，使学生理解并掌握一定的体育营销策略及其实施技巧。",
        "学分":2
    },
    {
        "课程名": "传统国学中的管理思想",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "中国传统文化博大精深。民族文化文化复兴必应从学习国学经典开始。《尚书》是五经之一，儒家思想之源。《尚书·尧典》是中华民族文化第一篇“管理案例”。 返回，是真正的开始。时值西学东渐时代之末和中华文化复兴之始，吾侪自当打开视野半径，溯流而上，直达源头。本课带领同学回到经典中经典，以注音、辨义和纸笔记笔记的传统教学方式，一起研习《尚书·尧典》，连接更深厚久远的文脉，获得更温润中和的涵养，古今融通，增加人文底蕴，提升家国情怀，启迪人生智慧，契入内圣之道，领会外王之法。\n课程目标：引入门径，打开视野，开启思辨，启迪智慧，滋养心性，陶铸情怀，融通古今，学以致用。",
        "学分":1
    },
    {
        "课程名": "真实世界经济学：田野调查",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程重点借助中国企业创新创业调查（ESIEC）,学习企业调查的理论、方法和技术。本课程分为两部分，一是课堂学习，二是参与ESIEC的电话调查或者实地调查。通过学习和实践，同学们将掌握企业调查的抽样原理和技术、问卷设计思路和方法、调查过程的组织和质量控制方法，并且锻炼沟通能力和访谈技巧。\n中国企业创新创业调查（ESIEC）是由北京大学国家发展研究院和中国社会科学调查中心实施，旨在通过科学抽样和实地追踪调查，获得反映中国企业创新创业状况的微观数据，推动更高质量的学术研究和政策研究。2015年4月、2015年7月至8月和2016年12月，项目组先后在广东省江门市3区4个县级市、河南省夏邑县，河北省白沟箱包产业集聚区开展了三次预调查，并于2017年7月至8月在河南省16个县（市、区）开展了第一次正式调查。2018年，ESIEC调查范围扩大到6个省的58，000家企业。2019年在深圳和上海进行了补访，另外在这两个城市和北京对科创企业进行了专题访问。2020年2月和5月对以前完访样本进行了新冠疫情专题电话调查；8月份又对新增样本进行了电话调查。2021年暑假又对以前的完访样本以及新抽取的样本进行了电话访问，在北京和上海进行了入门访问。目前2017ESIEC实地调研数据、2020疫情电话调研数据已经对社会开放。数据公布以后下载量已经超过6000。2018数据将在2021年11月对社会开放。疫情调研的问卷被翻译成英、法、西班牙语、阿拉伯语，被诸多国家和国际机构采用。基于ESIEC调研数据撰写的政策报告得到了政府和社会的重视，一些学术论文已经在国内外期刊发布。\nESIEC主要调查企业家创业史、企业创建过程、基本信息、经营状况、创新、企业间关系和营商环境等。\n课程学习和实地调查工作同等重要，选课的同学不仅要全程参与课程，还必须完成15天左右的实地调研工作。",
        "学分":3
    },
    {
        "课程名": "大样本统计理论",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "7 - 9节"
            }
        ],
        "先修课程": ["概率统计","计量经济学"],
        "课程介绍": "这是将目前的一个二学分的“大样本理论”增加到三学分，以提供更多的内容。目前的课受到研究生和本科生的喜爱。 这门扩展的课将提供必要的统计学理论基础，提高同学们的理论分析技能和手段， 以应对大数据和数据科学的需求。  主要覆盖：\nWeak Convergence, Central Limit Theorem, Delta Method, Moment Estimator;\nM-Estimator and its consistency and asymptotic normality,  MLE and GMM estimation;  Projections;  U-Statistics. Markov; Markov Chain and MCM;\nLimit Theorem for dependent processes;  The bootstrap method; Introduction to Empirical Processes and Its Applications.",
        "学分":3
    },
    {
        "课程名": "当代量化交易系统的原理与实现",
        "上课时间": [
            {
                "周几": "星期五",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "数据科学的Python基础",
        "课程介绍": "量化交易近几年发展迅猛，无论策略研发与回测，还是交易执行和盘后分析，一套合适的交易系统都是成熟量化团队的必备。本课程旨在为有志于从事与量化的同学，提供对交易系统的深度理解，并掌握基本的设计和实现能力。课程由具有10年以上交易系统实践经验的金融科技从业者设计并讲授，结合了业界最佳实践与软件设计理论，为学生提供对从事交易系统研发的必要认知与技能。\n交易系统的开发涉及需求整理、架构设计、代码实现、自动化测试、网络安全等诸多方面。本课程将不会基于特定语言进行深入展开，而是尝试通过整个流程的讲解，让学生对量化交易系统拥有较为全面的认知和视野。本课程力图在认知之余，为学生提供丰富的实践机会，切实提升动手能力，为未来参与相关系统的开发工作做好积极准备。",
        "学分":2
    },
    {
        "课程名": "中国商务",
        "上课时间": [
            {
                "周几": "星期日",
                "节数": "5 - 6节"
            },
            {
                "周几": "星期二",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "过去30年中国经济的显著增长改变了全球商业格局。中国市场及其非凡的增长不仅对中国很重要，对世界其他地区也越来越重要。\n\n在这门课程中，我们将仔细研究中国的商业前景，以及跨国企业和国内企业面临的机遇和挑战。我们将在全球化的背景下，更好地理解中国的根本因素和制度变迁。本课程将从企业决策者的角度出发，也会涉及一些重要的功能层面的问题。",
        "学分":2
    },
    {
        "课程名": "价值投资",
        "上课时间": [
            {
                "周几": "星期五",
                "节数": "2 - 4节"
            }
        ],
        "先修课程": ["宏观经济学","公司金融","会计学"],
        "课程介绍": "本课程包含两部分内容。\n\n第一部分内容围绕格雷厄姆和多德的价值投资理论，将会通过课程、案例以及课堂讨论的形式展开，具体包括（1）价值投资的假设和方法；（2）以资产负债表和盈余为基础的价值评估方法；（3）构建以价值为基础的风控模型；（4）价值投资机会的搜寻策略设计；（5）监管、投资者保护、公司治理及其对公司价值的影响。\n\n第二部分内容将让学生置身于格雷厄姆和多德投资原则的具体实践中，通过嘉宾演讲等形式，学生将了解如何打造一套适合投资人性格特征的投资程序。嘉宾讨论的主题包括（1）搜寻策略；（2）估值方法；（3）研究方法；（4）投资人的风险管理经验。",
        "学分":2
    },
    {
        "课程名": "定量推理法",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "7 - 8节"
            }
        ],
        "先修课程": "概率统计",
        "课程介绍": "此门课是一门对于统计学，尤其是社会统计学的介绍课程。我们将介绍如何收集，描述数据，以及如何基于统计量进行统计推断。我们还将讲授基本的统计学概念以及统计模型，例如：线性回归模型。此门课程中，学生将会学习和使用R软件来进行统计分析以及实践所学的统计方法与模型。",
        "学分":2
    },
    {
        "课程名": "期权波动率和对冲基金",
        "上课时间": [
            {
                "周几": "星期二",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "公司金融",
        "课程介绍": "衍生品的广泛应用已对现代投资管理理论及实践产生了深远影响，而理解期权及基于期权的波动率交易正是理解衍生品逻辑不可或缺的环节。本课程旨在为利用衍生品解决实际问题、辅助资产管理业务高效有序发展提供基础知识和实践技能。课程由具有18年海内外交易经验的华尔街资深交易员设计并讲授，学生或将拥有成为合格衍生品对冲基金经理所要求的基本素质。\n课程将会帮助学生学习如何交易期货与期权，并通过创建基本的期权组合对冲市场风险。在了解关于对冲工具的基本知识后，课程将介绍各类期权波动率交易模式，深入探讨波动率高阶希腊值、场外期权、VIX指数等分支概念，并以此为切入点展现对冲基金的运行逻辑。此外，为了更贴近金融实践，课程还将囊括尾部风险管理、衍生品对实体经济的支持、结构化衍生品的构建等热点课题。\n本课程并不纠缠于艰深的数理理论与模型开发，而是力图以直观生动的形式揭示衍生品、期权、波动率的核心逻辑，以便学生在有限课时内锻炼开发交易直觉、加强自身领导力培养。课程鼓励学生通过面授、参考资料、团队项目，加深对利用衍生品进行风险管理与资产配置的理解，为未来参与对冲基金实践做好积极储备。",
        "学分":3
    },
    {
        "课程名": "公共治理专题：研究设计与方法",
        "上课时间": [
            {
                "周几": "星期三",
                "节数": "10 - 12节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "善治和发展是各社会普遍追求的目标，也是学术研究的前沿阵地。本课程向研究生和高年级本科生介绍社会科学普遍较为关心的公共治理研究议题、研究设计与方法、以及其前沿发展。课程以政治学的学术视角为主，兼顾经济学和社会学的跨学科分析框架。阅读文献以发展中国家为主，兼顾一般性的实证发现和中国的特色、经验。通过阅读和课堂讨论，帮助学生熟悉这些经典议题以及具体研究设计与方法，激发其以跨学科视角探讨现实问题的兴趣，为之后选题并深入研究做准备。",
        "学分":3
    },
    {
        "课程名": "数据驱动模型与运营分析",
        "上课时间": [
            {
                "周几": "星期一",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": ["概率统计","数据科学的Python基础"],
        "课程介绍": "本课程探讨了数据驱动模型在运营管理决策制定中的关键应用。课程结合人工智能/机器学习技术和运营管理中的传统策略，向学生介绍预测分析和规范分析，并展示它们在数据驱动决策过程中的使用。课程内容涵盖了诸如回归分析、神经网络、聚类分析等多种分析工具，重点关注这些工具的实际应用和基本原理。课程通过两个关键框架来整合预测分析和规范分析：序贯估计与优化、联合估计与优化，并运用重要的运营管理课题，包括选择模型的估计与应用、库存管理等，来阐述这两个框架。课程还将探讨从离线学习模式向实时在线学习环境的转变，以及动态决策过程中探索与利用之间的策略平衡。课程最后将探讨A/B测试这一在当代商业实践中的关键技术。本课程会通过案例研究和数据项目（作为作业或课堂演示）提供实践参考。",
        "学分":2
    },
    {
        "课程名": "深度学习与文本分析",
        "上课时间": [
            {
                "周几": "星期四",
                "节数": "10 - 11节"
            }
        ],
        "先修课程": "无",
        "课程介绍": "本课程旨在介绍深度学习在自然语言处理中的概念、方法和应用。学生将学习如何使用PyTorch构建和训练深度学习模型，并了解如何应用这些模型进行文本分类、情感分析、话题分析等常见任务。此外，课程还将介绍大型语言模型的原理和应用。",
        "学分":2
    }
]